[
  {
    "authorData": {
      "authorName": "Colleen Hoover",
      "dateOfBirth": "1979-12-11",
      "dateOfDeath": null,
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL7315784A-M.jpg",
      "biography": "Colleen Hoover is the #1 New York Times and International bestselling author of multiple novels and novellas. She lives in Texas with her husband and their three boys. She is the founder of The Bookworm Box, a non-profit book subscription service and bookstore in Sulphur Springs, Texas. \r\n\r\nFor more information and for a schedule of events, please visit colleenhoover.com. \r\n\r\nTo contact Colleen and her team (Her team's name is Stephanie), please email hooverink@outlook.com"
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "J. K. Rowling",
      "dateOfBirth": "1965-07-31",
      "dateOfDeath": null,
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL23919A-M.jpg",
      "biography": "Joanne \"Jo\" Murray, OBE (née Rowling), better known under the pen name J. K. Rowling, is a British author best known as the creator of the Harry Potter fantasy series, the idea for which was conceived whilst on a train trip from Manchester to London in 1990. The Potter books have gained worldwide attention, won multiple awards, sold more than 400 million copies, and been the basis for a popular series of films."
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "George R. R. Martin",
      "dateOfBirth": "1948-09-20",
      "dateOfDeath": null,
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL234664A-M.jpg",
      "biography": null
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "Stephen King",
      "dateOfBirth": "1947-09-21",
      "dateOfDeath": null,
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL19981A-M.jpg",
      "biography": null
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "George Orwell",
      "dateOfBirth": "1903-06-25",
      "dateOfDeath": "1950-01-21",
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL118077A-M.jpg",
      "biography": null
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "Jeff Kinney",
      "dateOfBirth": "1971-02-19",
      "dateOfDeath": null,
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL2832500A-M.jpg",
      "biography": null
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "Jane Austen",
      "dateOfBirth": "1775-12-16",
      "dateOfDeath": "1817-07-18",
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL21594A-M.jpg",
      "biography": "Jane Austen was an English writer. Although Austen was widely read in her lifetime, she published her works anonymously. The most urgent preoccupations of her bright, young heroines are courtship and marriage. Austen herself never married. Her best-known books include *Pride and Prejudice* (1813) and *Emma* (1816). Virginia Woolf called Austen \"the most perfect artist among women."
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "Suzanne Collins",
      "dateOfBirth": null,
      "dateOfDeath": null,
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL1394359A-M.jpg",
      "biography": "American author of young adult literature, whose works include *The Hunger Games* trilogy and *The Underland Chronicles* series. The daughter of an Air Force officer, she lives in her native home of Connecticut."
    },
    "submitterComment": "Default author"
  },
  {
    "authorData": {
      "authorName": "Franz Kafka",
      "dateOfBirth": "1883-07-03",
      "dateOfDeath": "1924-06-03",
      "authorImageUrl": "https://covers.openlibrary.org/a/olid/OL33146A-M.jpg",
      "biography": "Franz Kafka (gelegentlich tschechisch František Kafka, 3. Juli 1883, Prag, Österreich-Ungarn-3. Juni 1924, Kierling, Österreich) war ein österreichisch-tschechoslowakischer Schriftsteller. Er gilt als einer der bedeutendsten Vertreter der Prager deutschen Literatur und der deutschsprachigen Literatur des 20. Jahrhunderts. Seine Werke – darunter die drei Romanfragmente *Der Process, Das Schloss* und *Der Verschollene* sowie zahlreiche Erzählungen – gehören zum Kanon der Weltliteratur. Kafkas Werke wurden zum größeren Teil erst nach seinem Tod und gegen seine letztwillige Verfügung von Max Brod veröffentlicht, einem engen Freund und Vertrauten, den Kafka zu seinem Nachlassverwalter bestimmt hatte. Kafkas Schilderungen unergründlich bedrohlicher, absurder Situationen haben zur Bildung des auch im außerliterarischen Kontext verwendeten Adjektivs „kafkaesk“ geführt.\r\n\r\n\r\n----------\r\n\r\n\r\nFranz Kafka (3 July 1883 – 3 June 1924) was a German-language Jewish Czech writer and novelist born in Prague, in the Austro-Hungarian Empire. Widely regarded as a major figure of 20th-century literature, his work fuses elements of realism and the fantastique, and typically features isolated protagonists facing bizarre or surreal predicaments and incomprehensible socio-bureaucratic powers. The term Kafkaesque has entered the lexicon to describe situations like those depicted in his writings. His best-known works include the novella *The Metamorphosis* (1915) and the novels *The Trial* (1924) and *The Castle* (1926). His work has widely influenced artists, philosophers, composers, filmmakers, literary historians, religious scholars, and cultural theorists.\r\n\r\n([Source][1].)\r\n\r\n[1]:https://en.wikipedia.org/wiki/Franz_Kafka"
    },
    "submitterComment": "Default author"
  }
]